{
    "e93726c4": "OpenHex rules",
    "80be2dc6": "Simplified rules",
    "5a12d425": "If you already played some games, you can switch to detailled rules.",
    "c47d8ed9": "Detailled rules",
    "6a22b3eb": "If you are new to the game, you may want to display only important rules.",
    "e6381e81": "Display detailled game rules",
    "25a56e40": "Display simplified game rules",
    "85d12a40": "Objectives",
    "28f3400b": "Conquier all the Island",
    "e6390906": "or make your opponents surrender.",
    "da802935": "Buy units, capture hexs, defend your kingdoms, upgrade your units, kill opponent units.",
    "8a0ee290": "World",
    "cc57c3d7": "World with 6 players.",
    "35a263ae": "The world is an island on which players start with many random little kingdoms composed of hexs.",
    "d3932341": "Hexs",
    "3778d04e": "Empty hex to the red player.",
    "518894f9": "A \"hex\" is a box where an entity (an unit, a tree, a tower...) can be.",
    "405207ca": "A hex is always owned by a player, and take the player color.",
    "36d14f9b": "If two hexs of the same player are adjacents, they are linked so a new kingdom is created.",
    "edebb5b4": "2-hexs kingdom with a capital.",
    "14d64948": "Kingdoms",
    "a43c7f6c": "A kingdom is a group of at least 2 adjacent hexs.",
    "781ff040": "Each kingdom has its own economy, one capital, and earns every turn as enough money as there is hexs inside.",
    "0a0f3074": "You can select a kingdom by clicking on it. Once you control a kingdom, you can:",
    "035c6e4b": "see how much money you can spend",
    "1c76a29a": "Buy new units",
    "2aec0e42": "Buy towers",
    "8329d3f7": "play units in this kingdom.",
    "7a9ed2b5": "Select your red kingdoms and buy what you want.",
    "e272210b": "<0></0><1>{ this.state.kingdomsError }</1>",
    "b1396a49": "You need to capture hexs to make your kingdoms grow. More they grow, more money you win every turn, more units you can afford.",
    "3b56080f": "You also have to defend your kingdoms to prevent ennemy to encroach them.",
    "5f6fde29": "Kingdom capital",
    "472d55d9": "The capital.",
    "8212bf6f": "Your capital stores your kingdom money, and provides a protection to adjacents hexs.",
    "5dae4c94": "If the ennemy destroy your capital, you lose your money and your capital is rebuilt somewhere else in the kingdom.",
    "9d73e33f": "Capital defending his hexs and all adjacents with level 1.",
    "ea7d19f0": "Linking and cutting kingdoms",
    "c6b876b1": "If you capture an hex that make two of your kingdoms now adjacents, then these two kingdoms are merged to a single one more stronger.",
    "555e62d6": "The economy is merged, the capital of the weakest kingdom is transfered to the strongest one.",
    "dceb13d4": "Also, if a kingdom is cut by an unit, the economy is split depending on the size of the splitted kingdoms.",
    "8fb157ce": "This is a key of the game: try to merge your kingdoms to a stronger one, and cut your opponent kingdoms to divide his forces.",
    "f37d6f44": "Kingdom bankrupt",
    "b6272d84": "If you don't have enough money to pay units maintenance, they all die !",
    "22bfe358": "On the beginning of a turn, your kingdoms earn one gold for each hexs it owns. Then, you pay your units maintenance.",
    "6bb71e3c": "At this moment, if you don't have enough money to pay them, your kingdom falls into bankruptcy.",
    "70c73140": "All your units of the kingdom die ! And the economy is reset to zero.",
    "f15c9e64": "You just have to wait to the next turn to earn money. But you still can play your other kingdoms: bankruptcy does not apply to all kingdoms.",
    "ae5fb726": "Units",
    "3ad18d35": "Units from level 1 to level 4.",
    "9c153e5f": "Units are needed to:",
    "20b8c005": "capture hexs, and make your kingdom grow,",
    "e6078cc1": "kill ennemy units and structures (capitals, towers)",
    "68c1d86d": "Getting new units",
    "9055dff9": "You can buy unit in a kingdom.",
    "295a83a3": "An unit always costs 10 gold.",
    "7c836bf2": "An unit belongs to its kingdom, it cannot transfered to another kingdom, and it cannot be sold.",
    "3e512256": "An unit also has a maintenance cost every turn, so keep an eye on your kingdom balance.",
    "d963ffa7": "Moving your units",
    "f94c8758": "Each unit can move anywhere inside his kingdom. But an unit can do only one action per turn.",
    "4918d994": "To move an unit, click on it, then the unit is put in your selection. Then click on the hex you want to put the unit.",
    "d589af87": "An action is:",
    "648ef7d9": "capturing an adjacent hex,",
    "739b4747": "killing an ennemy entity,",
    "5a336d39": "cut a tree.",
    "15da6edb": "Once an unit made his action, it cannot be moved anymore, stops bouncing, and stays on the hex until the next turn.",
    "23776b93": "Moving only inside kingdom is not considered as an action, so you can move it until the unit make an action.",
    "587fad8a": "Capturing hexs",
    "544ccb69": "Capture unprotected adjacents hexs. <1></1> Bonus: try to link your kingdoms together.",
    "254a332e": "You have to capture all hexs of the world to win, however your opponents should surrender before.",
    "c78e9e92": "So to capture a hex, you have to capture hexs adjacents to your kingdom. Then, the captured hex now belongs to your kingdom.",
    "0b4e72b6": "Each hex generates 1 gold to your kingdom each turn.",
    "610e7d84": "Unit fight",
    "6d6675fe": "Your unit defends its own hexs, and all the adjacent ones.",
    "11202cff": "It defends them at the same level as the unit level, and only hexs in unit kingdom.",
    "175d251c": "This level 1 unit defend all adjacent hexs at level 1. So only level 2 enemy units can capture them and kill your unit.",
    "ff302c79": "You can kill enemy units by placing your unit on the enemy unit. It is possible if:",
    "39d622a8": "your unit has a higher level than the enemy unit,",
    "2d7016ce": "the enemy unit is on an hex adjacent to your kingdom,",
    "a73d0b4f": "the enemy unit is not defended (i.e on adjacent hex) by an higher level unit or tower.",
    "5e431231": "You can kill units and/or capture hexs less protected than you unit level. Note that a capital is like a level 1 unit.",
    "140c3f85": "At the end of the turn, keep an eye on the hexs you are defending with your units placement. You may want to defend your frontiers.",
    "2307b755": "Units level 1 and 2 here do their best defending frontiers, but be careful of your critical points, where enemy can easily cut your kingdom.",
    "415f2d67": "Upgrading units",
    "3cc5f2f8": "Level 1 units are good to provide a low cost, wide and basic kingdom protection.",
    "bd88b087": "But as the enemy build units, you have to upgrade your units in order to kill them, and defend your kingdom from stronger enemy.",
    "7dac20a0": "To upgrade an unit, just merge two units together by placing an unit on another. It adds up the unit levels and creates a single stronger unit.",
    "d295cb13": "Upgrade units by taking one and placing it on another.",
    "2db46e2d": "The new created unit can do an action only if you merged two units that could do an action (so try to merge two units that aren't already do they actions).",
    "ebf87648": "You can also upgrade an unit by selecting it, and buy an unit. It will simply upgrade the selected unit.",
    "5b0af934": "Units costs and maintenance",
    "0a31ee19": "Each unit costs 10 gold to buy, and costs 10 gold to upgrade.",
    "f03b7068": "A level 1 unit costs 2 gold every turn to maintain.",
    "765a9ba0": "And the maintenance cost is 3 times expensive each level the unit upgrades.",
    "fc6f6b40": "Units maintenance costs:",
    "d46f26ee": "So upgraded units need more and more space, so upgrade only as your kingdom grow.",
    "45263efe": "Towers",
    "74e45681": "Tower defending his hexs and all adjacents with level 2.",
    "1ed51852": "Towers are used to defend your kingdom:",
    "a8b47d14": "it costs 15 gold,",
    "34de74de": "it has not maintenance costs,",
    "7efdb7a3": "it defend from level 2 units,",
    "7e942a8c": "and can be destroyed by a level 3 unit.",
    "e94f7d5d": "Trees",
    "e4ad887b": "A Tree.",
    "c1a70bc6": "If a tree is on a hex of your kingdom, it prevent the hex to generate gold, so you should cut them.",
    "cc78afc4": "You can cut a tree with any unit. It counts as an action, so your unit can cut only one tree per turn.",
    "6bce8d76": "Trees appears only:",
    "2d17c42c": "at the beginning of the game,",
    "ba495e21": "on the hexs where an unit has died from bankruptcy.",
    "ad4abb1c": "And most importantly, trees multiply over time: new trees spawns on hexs adjacent to other trees.",
    "e7fb804e": "More the game lasts, more they spawns quickly. So try to keep them under control.",
    "d2373207": "There is two types of trees. The coastal trees and the continental trees.",
    "2e7af2eb": "Coastal trees grows only on world borders. But they grow more quickly.",
    "d6cb2d37": "Continental trees grow only inside world, but more slowly.",
    "3489fa9b": "Strategy tips",
    "47225f64": "Upgraded units costs a lot of money each turns, so you should always upgrade your level 1 unit only if you already have a few other level 1 units, or you are at least 6 hexs in your kingdom.",
    "d00bb9eb": "And upgrading your level 2 unit to level 3 is rare, do it only if you already have many level 2 units and a consequent kingdom, or if opponent has built many towers.",
    "d6880702": "Level 4 units is for very late games, when you have almost all the world, but you need to kill a level 3 opponent unit.",
    "21c72058": "Usually, it is easiest to kill level 3 or level 4 opponent units by cutting his territory and reduce opponent kingdom income."
}
