{
    "OpenHex rules": "Règles du jeu OpenHex",
    "Objectives": "Objectifs",
    "Conquier all the Island": "Conquérir toute l'île",
    "or make your opponents surrender.": "ou être le dernier joueur en jeu.",
    "Buy units, capture hexs, defend your kingdoms, upgrade your units, kill opponent units.": "Achetez des unités, capturez les cases, défendez vos royaumes, améliorez vos unités, tuez les unités ennemies.",
    "World": "Monde",
    "World with 6 players.": "Monde avec 6 joueurs.",
    "Conquer the entire Island": "Conquérir toute l'île",
    "Buy units, capture hexes, defend your kingdoms, upgrade your units and kill enemy units.": "Achetez des unités, capturez les cases, défendez vos royaumes, améliorez vos unités et tuez les unités ennemies.",
    "World with six players.": "Monde avec six joueurs.",
    "The world is an island on which players start with many small random kingdoms composed of hexes.": "Le monde est une île sur laquelle les joueurs démarrent avec plusieurs petits royaumes aléatoires composés de cases.",
    "Hexes": "Cases",
    "An empty hex that belongs to the green player.": "Une case vide possédée par le joueur vert.",
    "A “hex” is a box where an entity (a unit, a tree, a tower …) can be.": "Une case peut contenir une entité (unité, arbre, tour ...).",
    "A hex is always owned by a player, and take the player's color.": "Une case appartient toujours à un joueur, et prend la couleur de son joueur.",
    "If two hexes of the same color are adjacents, they are merged to form a new kingdom.": "Si deux cases du même joueur sont adjacentes, elles forment un royaume.",
    "A two-hex kingdom with a capital.": "Un royaume de deux cases et sa capitale.",
    "Kingdoms": "Royaumes",
    "A kingdom is a group of at least two adjacent hexes.": "Un royaume est un groupe d'au moins deux cases adjacentes.",
    "Each kingdom has its own economy, a capital, and every turn, it earns as much money as there are hexes inside.": "Chaque royaume a sa propre économie, une capitale, et à chaque tour, il récupère autant de pièce d'or que de case qu'il contient.",
    "You can select a kingdom by clicking on it. Once you control a kingdom, you can:": "Vous pouvez sélectionner un royaume en cliquant dessus. Une fois sélectionné, vous pouvez :",
    "see how much money you can spend": "voir le nombre de pièce d'or que vous pouvez utiliser",
    "Buy new units": "Acheter de nouvelles unités",
    "Buy towers": "Construire des tours",
    "move units in this kingdom.": "déplacer les unités dans ce même royaume.",
    "Select your green kingdoms and buy what you want.": "Sélectionnez vos royaumes (verts) et achetez ce que vous voulez.",
    "<0></0>": "<0></0>",
    "You need to capture hexes to make your kingdoms grow. The more they grow, the more money you earn per turn and the more units you can afford.": "Vous devez capturer des cases pour agrandir votre royaume. Plus votre royaume est grand, plus il gagne de pièce d'or chaque tour et plus vous pourrez acheter des unités.",
    "You also have to defend your kingdoms to prevent your enemies encroaching them.": "Vous devez aussi défendre vos royaumes pour éviter que vos ennemis empiètent dessus.",
    "Kingdom capital": "La capitale du royaume",
    "The capital.": "Une capitale.",
    "Your capital stores your kingdom's money and provides protection for adjacents hexes.": "Votre capitale stocke les pièces d'or du royaume et protège les cases adjacentes.",
    "If the enemy destroys your capital, you lose your money and your capital is rebuilt somewhere else in the kingdom.": "Si un ennemi détruit votre capitale, vous perdez vos pièces d'or stockées et votre capitale se reconstruit ailleurs dans votre royaume.",
    "Capital defending its hex and all adjacents with level 1.": "La capitale offre une protection de niveau 1 aux cases adjacentes.",
    "Linking and cutting kingdoms": "Relier et couper les royaumes",
    "If you by capturing a hex make two of your kingdoms share a border, they will merge to form a single stronger one.": "Si vous capturez une case et reliez deux de vos royaumes, ils formeront un unique royaume plus grand.",
    "The economies are merged and the capital of the weakest kingdom will transfer to the stronger one.": "Les économies sont rassemblées et la capitale du plus petit royaume sera transférée vers le plus grand.",
    "Also, if a kingdom is cut by a unit, the economy is split depending on the size of the split up kingdoms.": "De même, si un royaume est coupé par une unité, l'économie est séparée par rapport à la tailles des nouveaux royaumes divisés.",
    "This is a key to the game: try to merge your kingdoms to stronger ones and cut your opponent kingdoms to divide his forces.": "C'est une des clés du jeu : essayez de fusionner vos royaume pour en former un grand tout en découpant les royaumes de vos ennemis pour diviser leurs forces.",
    "Kingdom bankrupt": "Banqueroute du royaume",
    "If you don't have enough money to pay maintenance for your units, they'll all die!": "Si vous n'avez pas assez de pièce d'or pour payer la maintenance de vos unités, elles meurent toutes !",
    "At the beginning of a turn, your kingdoms earn one gold for each hex it owns. Then you pay your unit maintenance.": "Au début du tour, vos royaumes gagnent une pièce d'or par cases qu'il contient. Ensuite, vous payez la maintenance des unités.",
    "If you then don't have enough money to pay them, your kingdom falls into bankruptcy.": "Si vous n'avez pas assez de pièce d'or pour les payer, votre royaume fait banqueroute.",
    "All units of your kingdom die and the economy is reset to zero.": "Toutes les unités du royaume meurent et l'économie revient à zéro.",
    "You have to wait for the next turn to earn money, but you can still play your other kingdoms: the bankruptcy affects only one kingdoms.": "Vous devrez attendre le prochaine tour pour récupérer des pièces d'or, mais vous pourrez toujours jouer vos autres royaume : seul ce royaume fait banqueroute.",
    "Units": "Unités",
    "Units from level 1 to level 4.": "Unités du niveau 1 au niveau 4.",
    "Units are needed to:": "Les unités servent à :",
    "capture hexes and make your kingdom grow,": "capturer les cases et agrandir votre royaume,",
    "kill enemy units and structures (capitals, towers)": "tuer les unités et détruire les structures ennemies (capitales, tours)",
    "Getting new units": "Acheter de nouvelles unités",
    "You can buy units in a kingdom.": "Vous pouvez acheter des unités dans un royaume.",
    "A unit always costs 10 gold.": "Une unité coûte 10 pièces d'or.",
    "A unit belongs to its kingdom, cannot be transfered to another kingdom and can not be sold.": "Une unité appartient à un royaume, ne peut pas changer de royaume et ne peut pas être vendue.",
    "A unit also has a maintenance cost every turn, so keep an eye on your kingdom's balance.": "Une unité a aussi un coût de maintenance à chaque tour, donc gardez un œil sur l'économie du royaume.",
    "Moving your units": "Déplacement des unités",
    "Each unit can move freely inside its kingdom. But a unit can only do one action per turn.": "Chaque unité peut se déplacer librement au sein de son royaume. Mais une unité ne peut faire qu'une seule action par tour.",
    "To move a unit, you simply click on it to select it. Then you can click on the hex you want to put the unit on.": "Pour déplacer une unités, cliquez dessus pour la sélectionner. Ensuite cliquez sur une case pour la placer dessus.",
    "An action is:": "Les actions possibles sont :",
    "capturing an adjacent hex,": "capturer une case adjacente au royaume,",
    "killing an enemy entity,": "tuer une unité ennemie,",
    "cutting a tree.": "couper un arbre.",
    "Once a unit has made its action, it cannot be moved anymore, stops bouncing and stays on the hex until the next turn.": "Une fois qu'une unité a fait une action, elle ne peut plus être déplacée, et restera sur cette case jusqu'au prochain tour.",
    "Moving only inside kingdom is not considered an action, so you can move it until the unit has made an action.": "Déplacer simplement une unité dans son royaume n'est pas considéré comme une action, donc vous pouvez déplacer votre unité autant que vous voulez tant qu'elle ne fait pas d'action.",
    "Capturing hexes": "Capture des cases",
    "You have to capture all hexes of the world to win, but your opponents might surrender before that.": "Vous devez capturer toutes les cases du monde pour gagner, mais vos ennemis peuvent aussi abandonner avant.",
    "You can only capture hexes adjacents to your kingdom. The captured hex will become part of your kingdom.": "Vous pouvez capturer seulement les cases adjacentes à votre royaume. La case capturée appartient maintenant au royaume.",
    "Capture unprotected adjacents hexes.<1></1>Bonus: try linking your kingdoms together.": "Capturez les cases non protégées.<1></1>Bonus : essayez de rassembler vos deux royaumes en un seul.",
    "Each hex generates 1 gold to your kingdom per turn.": "Chaque case génère 1 pièce d'or par tour à votre royaume.",
    "Unit fight": "Combat des unités",
    "Your unit defends its own hex and all the adjacent ones.": "Votre unité défend sa case et les cases adjacentes.",
    "It defends them at the same level as the unit's level, and only hexes in its own kingdom.": "Elle défend les cases à même hauteur que son niveau, et seulement les cases du royaume.",
    "This level 1 unit defend all adjacent hexes at level 1. Only level 2 enemy units can capture them and kill your unit.": "Cette unité de niveau 1 défend les cases adjacentes au niveau 1. Seulement une unité ennemie de niveau 2 ou plus peut capturer une case ou tuer votre unité.",
    "You can kill enemy units by placing your units on the enemy. It is possible if:": "Vous pouvez tuer les unités ennemies en plaçant une unité dessus. C'est possible si :",
    "your unit has a higher level than the enemy unit,": "votre unité a un niveau strictement supérieur que l'unité ennemie,",
    "the enemy unit is on a hex adjacent to your kingdom": "l'unité ennemie est sur une case adjacente à votre royaume",
    "and the enemy unit is not defended by a higher level unit or tower.": "et l'unité ennemie n'est pas défendue par une unité plus puissante ou par une tour.",
    "You can kill units and capture hexes less protected than your unit's level. Note that a capital is treated like a level 1 unit.": "Vous pouvez tuer les unités et capturer les cases si elles sont protégées par un niveau plus petit que le niveau de votre unité. Notez qu'une capitale est traitée comme une unité de niveau 1.",
    "Keep an eye on the hexes you are defending with your unit placement at the end of the turn. You may want to defend your frontiers.": "Vérifiez les cases que vous défendez avant de finir votre tour. Vous devriez défendre vos frontières en plaçant bien vos unités.",
    "Level 1 and 2 units do their best here defending the borders, but be aware of your critical points where the enemy can divide your kingdom easily.": "Ici, les unités de niveaux 1 et 2 font de leur mieux pour défendre les frontières, mais faîtes surtout attention aux points critiques, là où l'ennemi pourrait facilement diviser votre royaume en deux.",
    "Upgrading units": "Amélioration des unités",
    "Level 1 units are good for providing a low cost, wide and basic kingdom protection.": "Les unités de niveau 1 sont utiles pour fournir une protection large, basique et à coût moindre.",
    "But as the enemy builds units, you have to upgrade your units to be able to defend your kingdom from a stronger enemy.": "Mais au fur et à mesure que l'ennemi construit des unités, vous devrez améliorer vos unités pour protéger votre royaume des unités plus puissante.",
    "To upgrade a unit, you simply merge two units together by placing one unit on another. This creates a single stronger unit that can beat stronger enemy units and structures.": "Pour améliorer une unité, vous pouvez fusionner deux unités ensemble en les plaçant l'une sur l'autre. Cela créer une unité plus puissante qui pourra tuer de plus puissants ennemis et bâtiments.",
    "Upgrade units by taking one and placing it on another.": "Améliorez ces unités en les fusionnant.",
    "The newly created unit can only make an action if you merged two units that could make an action (so try to merge two units that haven't already made their actions).": "La nouvelle unité pourra faire une action seulement si vous avez fusionné deux unités qui pouvaient faire une action (donc essayez de fusionner deux unités qui n'ont pas encore fait d'actions)",
    "You can also upgrade a unit by selecting it and buy a new unit. This will simply upgrade the selected unit.": "Vous pouvez aussi améliorer une unité en la sélectionnant et en achetant une nouvelle unité. Cela va améliorer le niveau de l'unité sélectionnée.",
    "Unit costs and maintenance": "Coût et maintenance de l'unité",
    "Each unit costs 10 gold to buy and costs 10 gold to upgrade.": "Chaque unité coûte 10 pièce d'or à construire et 10 pièce d'or à améliorer.",
    "A level 1 unit costs 2 gold every turn to maintain.": "Une unité de niveau 1 coûte 2 pièces d'or à chaque tour pour sa maintenance.",
    "And the maintenance cost is tripled each level the unit upgrades.": "Et le coût de maintenance triple à chaque niveau d'amélioration.",
    "Unit maintenance costs:": "Coût de maintenance de l'unité :",
    "Upgraded units will thus need more and more territory, so upgrade only as your kingdom grow.": "Les unités améliorée requiert donc un royaume de plus en plus grand, donc améliorez seulement au fur et à mesure que votre royaume grandit.",
    "Towers": "Tours",
    "Tower defending its hex and all adjacents ones with level 2.": "Les tours fournissent une protection de niveau 2 à leur case et les cases adjacentes.",
    "Towers are used to defend your kingdom:": "Les tours sont utiles pour défendre votre royaume :",
    "it costs 15 gold,": "elles coûtent 15 pièces d'or,",
    "it has not maintenance cost,": "mais n'ont pas de coût de maintenance,",
    "it defends from level 2 units,": "vous protège contre les unités de niveau 2,",
    "and can be destroyed by a level 3 unit.": "et peuvent être détruite par une unité ennemie de niveau 3.",
    "Trees": "Arbres",
    "A Tree.": "Un arbre.",
    "If a tree stands on a hex in your kingdom, the hex will not generate any income, so you should cut them.": "Si un arbre occupe une case de votre royaume, la case ne génère plus de revenu, donc vous devriez les couper.",
    "You can cut a tree with any unit. It counts as an action, so your unit can only cut one tree per turn.": "Vous pouvez couper un arbre avec n'importe quelle unité. Ça compte comme une action, donc votre unité peut couper qu'un seul arbre par tour.",
    "Trees appears only:": "Les arbres apparaissent seulement :",
    "at the beginning of the game,": "au début de la partie,",
    "on a hex where a unit has died from bankruptcy.": "sur une case où une unité est morte par banqueroute.",
    "And most importantly, trees multiply over time: new trees spawns on hexes adjacent to other trees.": "Et le plus important, les arbres se multiplient dans la durée : un nouvel arbre apparaît sur les cellules adjacentes aux autres arbres.",
    "They spawn quicker as the game goes on, so try to keep them under control.": "Ils apparaissent plus rapidement au fur et à mesure que le jeu avance, donc essayez de garder la taille des forêts sous contrôle.",
    "There are two types of trees: the coastal tree and the continental tree.": "Il y a deux types d'arbres : les arbres côtiers et les arbres continentaux.",
    "Coastal trees grows only on world edges and they spread quickly.": "Les arbres côtiers se multiplient plus rapidement, mais seulement sur les bords du monde.",
    "Continental trees grow everywhere else, but don't spread as quickly.": "Les arbres continentaux poussent à l'intérieur du monde, mais moins rapidement.",
    "Strategy tips": "Astuces stratégiques",
    "Upgraded units costs a lot of money each turn, so you should only upgrade your level 1 unit if you already have a few other level 1 units or have at least six hexes in your kingdom.": "Les unités améliorées coûtent très cher par tour, donc vous devriez améliorer vos unités de niveau 1 seulement si vous avez déjà quelques autres unité de niveau 1, ou si votre royaume a au moins 6 cases.",
    "Upgrading your level 2 unit to level 3 is seldom necessary. Do it only if you already have many level 2 units and a stable kingdom, or if your opponent has built many towers.": "Améliorer vos unités de niveau 2 au niveau 3 est rarement nécessaire. Ne le faîtes que si vous avez déjà plusieurs unités de niveau 2 et une économie stable, ou si votre ennemi a construit plusieurs tours.",
    "Level 4 units are for very late games, when you have almost conquered the entire world and need to kill a level 3 opponent unit.": "Les unités de niveau 4 sont utilisées que lors des fins de parties longue, quand vous avez déjà conquéri presque tout le monde mais que vous avez besoin de tuer des unités ennemies de niveau3.",
    "It is usually easiest to kill level 3 or level 4 opponent units by cutting his territory, thus reducing the opponent kingdom's income.": "Il est souvent plus simple de tuer les unités ennemies de niveaux 3 ou 4 en divisant son territoire, ce qui réduit et divise ses revenus."
}
