{
    "OpenHex rules": "Regler för OpenHex",
    "Objectives": "Mål",
    "Conquier all the Island": "Erövra hela ön",
    "or make your opponents surrender.": "eller tvinga dina motståndare att kapitulera.",
    "Buy units, capture hexs, defend your kingdoms, upgrade your units, kill opponent units.": "Köp enheter, inta celler, försvara dina riken, uppgradera dina enheter och besegra motståndarens.",
    "World": "Karta",
    "World with 6 players.": "Karta med sex spelare.",
    "The world is an island on which players start with many random little kingdoms composed of hexs.": "Spelplanen utgörs av av en ö på vilken spelarna startar med flera små slumpmässigt utplacerade riken bestående av celler.",
    "Hexs": "Celler",
    "Empty hex to the green player.": "Tom cell tillhörande den gröna spelaren.",
    "A \"hex\" is a box where an entity (an unit, a tree, a tower...) can be.": "En cell kan innehålla till exempel en enhet, ett träd eller torn.",
    "A hex is always owned by a player, and take the player color.": "En cell ägs alltid av en spelare och har samma färg som spelaren.",
    "If two hexs of the same player are adjacents, they are linked so a new kingdom is created.": "Om två celler med samma färg delar en gräns, kommer de slås ihop för att bilda ett nytt rike.",
    "2-hexs kingdom with a capital.": "Ett två celler stort rike med en huvudstad.",
    "Kingdoms": "Riken",
    "A kingdom is a group of at least 2 adjacent hexs.": "Ett rike består av minst två angränsande celler.",
    "Each kingdom has its own economy, one capital, and earns every turn as enough money as there is hexs inside.": "Varje rike har sin egen ekonomi och en huvudstad. Dess inkomst per drag är lika med antalet celler det består av.",
    "You can select a kingdom by clicking on it. Once you control a kingdom, you can:": "Du kan markera ett rike genom att klicka på det. När du gjort det kan du:",
    "see how much money you can spend": "se hur mycket pengar du har att spendera",
    "Buy new units": "Köp nya enheter",
    "Buy towers": "Köp torn",
    "play units in this kingdom.": "flytta rikets enheter.",
    "Select your green kingdoms and buy what you want.": "Markera dina gröna riken och köp vad du vill.",
    "<0></0>": "<0></0>",
    "You need to capture hexs to make your kingdoms grow. More they grow, more money you win every turn, more units you can afford.": "Du måste inta celler för att utvidga dina riken. Ju större de blir, desto större blir dina intäkter så att du får råd med fler enheter.",
    "You also have to defend your kingdoms to prevent ennemy to encroach them.": "Du måste även försvara dina riken så att de inte erövras av dina fiender.",
    "Kingdom capital": "Rikets huvudstad",
    "The capital.": "Huvudstaden.",
    "Your capital stores your kingdom money, and provides a protection to adjacents hexs.": "Ditt rikes pengar förvaras i huvudstaden, som även beskyddar de angränsande cellerna.",
    "If the ennemy destroy your capital, you lose your money and your capital is rebuilt somewhere else in the kingdom.": "Om fienden intar din huvudstad förlorar du dina pengar och din huvudstad återuppbyggs någon annanstans i riket.",
    "Capital defending his hexs and all adjacents with level 1.": "En huvudstad som försvarar sig själv och omgivande celler med nivå ett.",
    "Linking and cutting kingdoms": "Hopslagning och delning av riken",
    "If you capture an hex that make two of your kingdoms now adjacents, then these two kingdoms are merged to a single one more stronger.": "Om du intar en cell som gränsar till ett annat rike, kommer de två rikena slås samman till ett enda, starkare rike.",
    "The economy is merged, the capital of the weakest kingdom is transfered to the strongest one.": "Ekonomin slås ihop och det svagare rikets huvudstad flyttas till det starkare rikets.",
    "Also, if a kingdom is cut by an unit, the economy is split depending on the size of the splitted kingdoms.": "Om en fientlig enhet delar ett rike, kommer ekonomin delas upp i proportion till de nya rikenas storlek.",
    "This is a key of the game: try to merge your kingdoms to a stronger one, and cut your opponent kingdoms to divide his forces.": "Detta är en nyckelfunktion i spelet: försök att slå samman dina riken för att bli starkare och dela dina motståndares riken för att splittra deras styrkor.",
    "Kingdom bankrupt": "Rike i konkurs",
    "If you don't have enough money to pay units maintenance, they all die !": "Om du inte har tillräckligt med pengar för att betala underhåll för dina enheter kommer de dö!",
    "On the beginning of a turn, your kingdoms earn one gold for each hexs it owns. Then, you pay your units maintenance.": "I början av varje runda tjänar dina riken ett guldmynt för varje cell de omfattar. Därefter betalar du underhåll för dina enheter.",
    "At this moment, if you don't have enough money to pay them, your kingdom falls into bankruptcy.": "Om det då visar sig att du inte har pengar nog att betala för dem, kommer ditt rike försättas i konkurs.",
    "All your units of the kingdom die ! And the economy is reset to zero.": "Samtliga enheter i det riket dör! Dessutom nollställs rikets guldinnehav.",
    "You just have to wait to the next turn to earn money. But you still can play your other kingdoms: bankruptcy does not apply to all kingdoms.": "Du måste vänta till ditt nästa drag för att tjäna pengar igen. Du kan fortfarande spela dina övriga riken, konkursen berör endast ett rike.",
    "Units": "Enheter",
    "Units from level 1 to level 4.": "Enheter från första till fjärde graden.",
    "Units are needed to:": "Enheter används för att:",
    "capture hexs, and make your kingdom grow,": "inta celler för att vidga ditt rike,",
    "kill ennemy units and structures (capitals, towers)": "besegra fiendestyrkor och -byggnader (huvudstäder och torn)",
    "Getting new units": "Skaffa nya enheter",
    "You can buy unit in a kingdom.": "Du kan köpa nya enheter från ett rike.",
    "An unit always costs 10 gold.": "En enhet kostar alltid 10 guldmynt.",
    "An unit belongs to its kingdom, it cannot transfered to another kingdom, and it cannot be sold.": "En enhet tillhör sitt rike och kan inte överföras till ett annat. Den kan inte heller säljas.",
    "An unit also has a maintenance cost every turn, so keep an eye on your kingdom balance.": "En enhet har även en underhållskostnad som dras varje runda, så håll ett öga på ditt rikes kassabalans.",
    "Moving your units": "Förflytta dina enheter",
    "Each unit can move anywhere inside his kingdom. But an unit can do only one action per turn.": "En enhet kan kan flyttas hur som helst inom sitt rike, men endast en gång per runda.",
    "To move an unit, click on it, then the unit is put in your selection. Then click on the hex you want to put the unit.": "För att flytta en enhet, kan du markera den genom att klicka på den. Sedan kan du klicka på den cell du vill placera enheten på.",
    "An action is:": "Ett drag är:",
    "capturing an adjacent hex,": "att inta en granncell,",
    "killing an ennemy entity,": "att besegra en fientlig enhet,",
    "cut a tree.": "att fälla ett träd.",
    "Once an unit made his action, it cannot be moved anymore, stops bouncing, and stays on the hex until the next turn.": "När en enhet gjort sitt drag slutar den hoppa och kan inte flyttas från cellen förrän nästa runda.",
    "Moving only inside kingdom is not considered as an action, so you can move it until the unit make an action.": "Att flytta inom ett rike räknas inte som ett drag, så du kan flytta runt din enhet innan du gör ett drag.",
    "Capturing hexs": "Att inta celler",
    "You have to capture all hexs of the world to win, however your opponents should surrender before.": "Du måste inta samtliga celler på kartan för att vinna, men dina motståndare kapitulerar förmodligen innan dess.",
    "To capture a hex, you have to capture hexs adjacents to your kingdom. Then, the captured hex now belongs to your kingdom.": "Du kan endast inta celler som gränsar till ditt rike. Invaderade celler kommer bli del av ditt rike.",
    "Capture unprotected adjacents hexs.<1></1>Bonus: try to link your kingdoms together.": "Inta oförsvarade grannceller.<1></1>Bonus: försök slå ihop dina riken.",
    "Each hex generates 1 gold to your kingdom each turn.": "Varje cell ger ditt rike ett guldmynt per runda.",
    "Unit fight": "Strider",
    "Your unit defends its own hexs, and all the adjacent ones.": "Din enhet försvarar sin egen cell och de omgivande cellerna.",
    "It defends them at the same level as the unit level, and only hexs in unit kingdom.": "De skyddar celler inom enhetens rike med samma nivå som enhetens grad.",
    "This level 1 unit defend all adjacent hexs at level 1. So only level 2 enemy units can capture them and kill your unit.": "Den här första gradens enhet försvarar de omkringliggande cellerna med nivå ett. Därför kan endast en fiendeenhet av andra graden inta dem och besegra din enhet.",
    "You can kill enemy units by placing your unit on the enemy unit. It is possible if:": "Du kan besegra fientliga enheter genom att placera din enhet på fiendens. Det är möjligt om:",
    "your unit has a higher level than the enemy unit,": "din enhet är av högre grad än fienden,",
    "the enemy unit is on an hex adjacent to your kingdom,": "fiendens enhet står på en cell som gränsar till ditt rike,",
    "the enemy unit is not defended (i.e on adjacent hex) by an higher level unit or tower.": "fiendeenheten inte beskyddas av en enhet eller ett torn av högre grad (på en angränsande cell).",
    "You can kill units and/or capture hexs less protected than you unit level. Note that a capital is like a level 1 unit.": "Du kan besegra enheter och inta celler som har sämre skydd än din enhets grad. Tänk på att huvudstaden behandlas som en första gradens enhet.",
    "At the end of the turn, keep an eye on the hexs you are defending with your units placement. You may want to defend your frontiers.": "Håll ett öga på vilka celler du försvarar med dina enheter i slutet av rundan. Du vill kanske förstärka ditt gränsförsvar.",
    "Units level 1 and 2 here do their best defending frontiers, but be careful of your critical points, where enemy can easily cut your kingdom.": "Enheterna av grad ett och två gör här sitt bästa för att försvara gränserna, men lägg märke till det sårbara området där fienden lätt kan dela riket.",
    "Upgrading units": "Uppgradera enheter",
    "Level 1 units are good to provide a low cost, wide and basic kingdom protection.": "Enheter av grad ett är billiga och bra för att ge riket ett täckande grundskydd.",
    "But as the enemy build units, you have to upgrade your units in order to kill them, and defend your kingdom from stronger enemy.": "När fienden bygger enheter måste du uppgradera dina enheter för att kunna besegra fiendens och kunna försvara ditt rike från en allt starkare fiende.",
    "To upgrade an unit, just merge two units together by placing an unit on another. It creates a single stronger unit, and can beat stronger enemy units and structures.": "Uppgradera enheter genom att släppa en enhet på en annan. De slås då samman till en enda starkare enhet och kan besegra starkare fiendeenheter och -strukturer.",
    "Upgrade units by taking one and placing it on another.": "Uppgradera enheter genom att placera dem på någon annan.",
    "The new created unit can do an action only if you merged two units that could do an action (so try to merge two units that aren't already do they actions).": "Den nya enheten kan endast göra ett drag om de båda sammanslagna enheterna kunde det (slå därför endast samman enheter som inte redan gjort sina drag).",
    "You can also upgrade an unit by selecting it, and buy an unit. It will simply upgrade the selected unit.": "Du kan också uppgradera en enhet genom att markera den och köpa en enhet. Detta kommer helt enkelt uppgradera den markerade enheten.",
    "Units costs and maintenance": "Enhetskostnader och underhåll",
    "Each unit costs 10 gold to buy, and costs 10 gold to upgrade.": "Varje enhet kostar 10 guldmynt att köpa och 10 guldmynt att uppgradera.",
    "A level 1 unit costs 2 gold every turn to maintain.": "En enhet av grad ett kostar två guldmynt per runda i underhåll.",
    "And the maintenance cost is 3 times expensive each level the unit upgrades.": "Underhållskostnaden tredubblas för varje grad enheten stiger.",
    "Units maintenance costs:": "Underhållskostnad för enheter:",
    "So upgraded units need more and more space, so upgrade only as your kingdom grow.": "Uppgraderade enheter kräver därför allt mer utrymme, så uppgradera endast i takt med att ditt rike växer.",
    "Towers": "Torn",
    "Tower defending his hexs and all adjacents with level 2.": "Ett torn som försvarar sin och de intilliggande cellerna med nivå två.",
    "Towers are used to defend your kingdom:": "Torn används för att försvara ditt rike:",
    "it costs 15 gold,": "det kostar 15 guldmynt,",
    "it has not maintenance costs,": "det har ingen underhållskostnad,",
    "it defend from level 2 units,": "det försvarar från enheter av grad två,",
    "and can be destroyed by a level 3 unit.": "och kan förstöras av en enhet av tredje graden.",
    "Trees": "Träd",
    "A Tree.": "Ett träd.",
    "If a tree is on a hex of your kingdom, it prevents the hex to generate gold, so you should cut them.": "Om ett träd står på någon av ditt rikes celler, kommer cellen inte ge någon inkomst. Du bör därför fälla trädet.",
    "You can cut a tree with any unit. It counts as an action, so your unit can cut only one tree per turn.": "Du kan fälla ett träd med vilken enhet som helst. Det räknas som ett drag och din enhet kan därför endast fälla ett träd per runda.",
    "Trees appears only:": "Träd dyker endast upp:",
    "at the beginning of the game,": "vid spelets början,",
    "on the hexs where an unit has died from bankruptcy.": "på de celler enheter dött på grund av konkurs.",
    "And most importantly, trees multiply over time: new trees spawns on hexs adjacent to other trees.": "Viktigast av allt är att träd sprider sig över tid: nya träd dyker upp på celler bredvid andra träd.",
    "More the game lasts, more they spawns quickly. So try to keep them under control.": "Träden sprider sig snabbare ju längre spelet pågått. Försök därför hålla dem under kontroll.",
    "There is two types of trees. The coastal trees and the continental trees.": "Det finns två sorters träd: kustträd och inlandsträd.",
    "Coastal trees grows only on world borders. But they grow more quickly.": "Kustträd kan endast växa utmed kartan kanter men de sprids snabbt.",
    "Continental trees grow only inside world, but more slowly.": "Inlandsträd växer långsammare och endast i kartans mitt.",
    "Strategy tips": "Strategitips",
    "Upgraded units costs a lot of money each turns, so you should always upgrade your level 1 unit only if you already have a few other level 1 units, or you are at least 6 hexs in your kingdom.": "Uppgraderade enheter kostar mycket pengar, så du bör endast uppgradera dina enheter av grad ett om du redan har några andra enheter av samma grad eller om ditt rike består av minst sex celler.",
    "And upgrading your level 2 unit to level 3 is rare, do it only if you already have many level 2 units and a consequent kingdom, or if opponent has built many towers.": "Dessutom behöver man sällan uppgradera en enhet till tredje graden. Uppgradera endast om du antingen redan har många enheter av andra graden och ett omfattande rike, eller om din motståndare har byggt många torn.",
    "Level 4 units is for very late games, when you have almost all the world, but you need to kill a level 3 opponent unit.": "Fjärde gradens enheter är endast användbara mycket sent i spelet när du underlagt dig större delen av kartan och måste besegra en enhet av tredje graden.",
    "Usually, it is easiest to kill level 3 or level 4 opponent units by cutting his territory and reduce opponent kingdom income.": "Det är oftast enklast att besegra en enhet av tredje eller fjärde graden genom att skära upp dess rike och därigenom reducera rikets inkomst."
}
